Repository: baduthutan/GoodHusband
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: id

source: Avoid thick clothes.
id: Hindari pakaian tebal.

source: Back
id: Kembali

source: Cancel
id: Batal

source: Click to see 7-day forecast
id: Klik untuk melihat perkiraan 7 hari

source: Connection Lost
id: Koneksi Terputus

source: CURRENT LOCATION
id: LOKASI SAAT INI

source: Don’t forget you sunscreen!
id: Jangan lupa sunscreen Kamu!

source: failed to fetch data
id: gagal mengambil data

source: Favourite destination
id: Destinasi favorit

source: Fri
id: Jum

source: Get an umbrella if you need to.
id: Bawa payungmu jika memungkinkan.

source: Home
id: Beranda

source: In 29° heat, maybe it’s a good idea to have an umbrella with you to avoid direct sunlight.
id: Dalam panas 29°, mungkin sebaiknya bawa payung untuk menghindari sinar matahari langsung.

source: It doesn’t seem like going to rain there today.
id: Sepertinya di sana tidak akan hujan hari ini.

source: It seems like it’s gonna rain.
id: Sepertinya akan turun hujan.

source: It’s raining outside.
id: Di luar sedang hujan.

source: It’s Sunny all day!
id: Cerah sepanjang hari!

source: Low humidity and high temperature is perfect to dry your clothes.
id: Kelembaban rendah dan suhu tinggi, waktu yang tepat mengeringkan pakaian Kamu.

source: Make sure to allow Sunny Set Up to access your location or try another searching for another location.
id: Pastikan untuk mengizinkan Sunny Set Up mengakses lokasi Kamu atau coba cari lokasi lain.

source: No Results
id: Tidak ada hasil

source: overall forecast in %@
id: perkiraan keseluruhan dalam %@

source: Pin This Information to Homepage
id: Pin Informasi Ini di Beranda

source: Please check your connection to continue.
id: Silakan periksa koneksi Kamu untuk melanjutkan.

source: Sat
id: Sab

source: Search for a location...
id: Cari lokasi...

source: Search Location
id: Cari Lokasi

source: Search Other Location
id: Cari Lokasi Lain

source: Set up a location to see how’s there.
id: Atur lokasi untuk melihat cuaca.

source: Showers expected at 6PM.
id: Hujan diperkirakan akan turun pada pukul 18.00.

source: The temperature is reaching 29°. Stay comfortable by wearing outfit that easily absorbs sweat and avoid dressing in layers.
id: Suhu mencapai 29°. Disarankan untuk mengenakan pakaian yang mudah menyerap keringat dan hindari pakaian berlapis.

source: The UV Index is currently high. Use sunscreen and re-apply every 4 hours.
id: Indeks UV saat ini tinggi. Gunakan tabir surya dan oleskan kembali setiap 4 jam.

source: Thu
id: Kam

source: Time for doing laundry!
id: Waktunya mencuci pakaian!

source: Today
id: Hari ini

source: Tue
id: Sel

source: Unpin
id: Lepas Pin

source: Wed
id: Rab
